"Cheerful" = "उल्लासित";

"Melodic" = "मेलडिक";

"Relaxed" = "शिथिल";

"Grooving" = "ग्रूविंग";

"Distorted" = "डिस्टॉर्टेड";

"Acoustic" = "अकूस्टिक";

"Processed" = "प्रोसेस्ड";

"Single" = "एकल";

"Part" = "हिस्सा";

"Dark" = "गहरा";

"Dissonant" = "डिज़ोनैंट";

"Intense" = "तीव्र";

"Arrhythmic" = "लयबद्ध";

"Clean" = "क्लीन";

"Electric" = "इलेक्ट्रिक";

"Dry" = "शुष्क";

"Ensemble" = "ऑन्सॉम्बल";

"Fill" = "फ़िल";

"Rock/Blues" = "रॉक/ब्लूज़";

"Electronic/Dance" = "इलेक्ट्रॉनिक";

"Jazz" = "जैज़";

"Urban" = "शहरी";

"World/Ethnic" = "विश्व";

"Cinematic/New Age" = "सिनेमाई";

"Orchestral" = "ऑर्केस्ट्रल";

"Country/Folk" = "देशी";

"Experimental" = "प्रयोगधर्मी";

"Other Genre" = "अन्य विधा";

"Hip Hop" = "हिप हॉप";

"Electro House" = "इलेक्ट्रो हाउस";

"Dubstep" = "डबस्टेप";

"Modern RnB" = "आधुनिक रिद्म एंड ब्लूज़";

"Tech House" = "टेक हाउस";

"Deep House" = "डीप हाउस";

"Chillwave" = "चिलवेव";

"Funk" = "फ़ंक";

"Indie" = "इंडी";

"Vintage Breaks" = "विंटेज ब्रेक";

"Hip Hop/RnB" = "हिप हॉप/रिद्म एंड ब्लूज़";

"House" = "घर";

"OtherGenreConsolidated" = "अन्य विधा";

"Chinese Traditional" = "चीनी पारंपरिक";

"Future Bass" = "फ़्यूचर बेस";

"Reggaeton Pop" = "रेगेटॉन पॉप";

"Sound_Effects" = "ध्वनि प्रभाव";

"Bass House" = "बेस हाउस";

"Electronic Pop" = "इलेक्ट्रॉनिक पॉप";

"Techno" = "टेक्नो";

"Bass" = "बेस";

"Electric Bass" = "इलेक्ट्रिक बेस";

"Acoustic Bass" = "अकूस्टिक बेस";

"Synthetic Bass" = "कृत्रिम बेस";

"Drums" = "सभी ड्रम";

"Drum Kit" = "किट";

"Electronic Beats" = "बीट";

"Kick" = "किक";

"Tom" = "टॉम";

"Snare" = "स्नेयर";

"Cymbal" = "सिंबल";

"Hi-hat" = "हाई-हैट";

"Guitars" = "गिटार";

"Electric Guitar" = "इलेक्ट्रिक गिटार";

"Acoustic Guitar" = "अकूस्टिक गिटार";

"Banjo" = "बैंजो";

"Mandolin" = "मैंडोलिन";

"Slide Guitar" = "स्लाइड गिटार";

"Pedal Steel Guitar" = "पेडल स्टील";

"Horn/Wind" = "हॉर्न";

"Saxophone" = "सैक्सोफ़ोन";

"Trumpet" = "ट्रम्पेट";

"Flute" = "फ़्लूट";

"Trombone" = "ट्रॉम्बोन";

"Clarinet" = "क्लैरनेट";

"French Horn" = "फ़्रेंच हॉर्न";

"Tuba" = "ट्यूबा";

"Oboe" = "ओबो";

"Harmonica" = "हार्मोनिका";

"Recorder" = "रिकॉर्डर";

"Pan Flute" = "पैन फ़्लूट";

"Bagpipe" = "बैगपाइप";

"Bassoon" = "बसून";

"Piccolo" = "पिकोलो";

"English Horn" = "इंग्लिश हॉर्न";

"Brass" = "ब्रास";

"Woodwind" = "वुडविंड";

"Keyboards" = "कीबोर्ड";

"Piano" = "पियानो";

"Electric Piano" = "इलेक्ट्रिक पियानो";

"Organ" = "ऑर्गन";

"Clavinet" = "क्लैवनेट";

"Accordion" = "अकॉर्डियन";

"Synthesizer" = "सिंथ";

"Rhodes" = "रोड्ज़";

"Celesta" = "सेलेस्टा";

"Harpsichord" = "हार्पसिकॉर्ड";

"Mallets" = "मैलेट";

"Steel Drum" = "Steel Drum";

"Vibraphone" = "वाइब";

"Marimba" = "मैरिंबा";

"Xylophone" = "ज़ाइलोफ़ोन";

"Kalimba" = "कलिंबा";

"Bell" = "घंटी";

"Timpani" = "टिंपनी";

"Mixed" = "जिंगल";

"Other Instrument" = "अन्य वाद्य यंत्र";

"Percussion" = "पर्कशन";

"Gong" = "गॉन्ग";

"Shaker" = "शेकर";

"Tambourine" = "डफली";

"Conga" = "कोंगा";

"Bongo" = "बांगो";

"Cowbell" = "काउबेल";

"Clave" = "क्लेव";

"Vinyl/Scratch" = "विनाइल";

"Chime" = "चाइम";

"Rattler" = "रैटलर";

"Sound Effect" = "FX";

"Misc2" = "विविध";

"Boom" = "बूम";

"All Effects" = "सभी प्रभाव";

"Effects" = "ध्वनि प्रभाव";

"Ambience" = "माहौल";

"People" = "लोग";

"Transportation" = "परिवहन";

"Weapons" = "हथियार";

"Explosions" = "विस्फोट";

"Impacts & Crashes" = "प्रभाव";

"Animals" = "जानवर";

"Sports & Leisure" = "खेल";

"Mech/Tech" = "मशीनें";

"Work/Home" = "कार्यस्थल/घर";

"Misc." = "विविध";

"Foley" = "फ़ोली";

"Motions & Transitions" = "स्ट्रिंगर";

"Sci-Fi" = "साई-फ़ाई";

"Strings" = "स्ट्रिंग";

"Violin" = "वायलिन";

"Viola" = "वियोला";

"Cello" = "चेलो";

"Harp" = "हार्प";

"Koto" = "कोटो";

"Sitar" = "सितार";

"Double Bass" = "डबल बेस";

"Texture/Atmosphere" = "बनावट";

"Vocals" = "वोकल";

"Male" = "पुरुष";

"Female" = "महिला";

"Choir" = "गायक समूह";

"All" = "सभी";

"Favorites" = "पसंदीदा";

"Genres" = "विधाएँ";

"Instruments" = "इंस्ट्रूमेंट";

"Moods" = "मूड";

"Reset" = "रीसेट करें";

